Repository: lawoflarge/sunlit
Catalog: Sources/Sunlit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, es_mx, fr, it, ja, nl, pl, pt_br

# data.terrain.notMeasured
source: No skyline has been swept for this place yet. Sweep one in the AR view and this table fills in with the times your own surroundings block the sun.
de: Für diesen Ort wurde noch kein Horizontprofil aufgenommen. Eines in der AR-Ansicht aufnehmen, dann füllt sich diese Tabelle mit den Zeiten, in denen die eigene Umgebung die Sonne verdeckt.
es: Todavía no se ha barrido ningún perfil para este lugar. Barre uno en la vista AR y esta tabla se rellenará con las horas en que tus propios alrededores tapan el sol.
es_mx: Todavía no se ha barrido ningún perfil del horizonte para este lugar. Barre uno en la vista AR y esta tabla se llena con las horas en que tu propio entorno bloquea el sol.
fr: Aucune ligne d’horizon n’a encore été balayée pour ce lieu. Balayez-en une dans la vue AR et ce tableau se remplira avec les moments où votre environnement cache le Soleil.
it: Per questo luogo non è ancora stato scansionato nessun profilo. Scansionane uno nella vista AR e questa tabella si riempie con gli orari in cui l'ambiente intorno a te nasconde il Sole.
ja: この地点の稜線はまだ走査されていません。AR ビューで走査すると、周囲が太陽をさえぎる時刻でこの表が埋まります。
nl: Voor deze plaats is nog geen horizonprofiel gescand. Scan er een in de AR-weergave en deze tabel vult zich met de tijden waarop je eigen omgeving de zon blokkeert.
pl: Dla tego miejsca nie zeskanowano jeszcze linii horyzontu. Zeskanuj ją w widoku AR, a ta tabela wypełni się godzinami, w których twoje otoczenie zasłania Słońce.
pt_br: Nenhum perfil foi varrido para este local ainda. Varra um na visualização AR e esta tabela se preenche com os horários em que o seu próprio entorno bloqueia o sol.

# data.terrain.sunriseDifference
source: Sunrise difference
de: Unterschied Sonnenaufgang
es: Diferencia en la salida
es_mx: Diferencia en la salida
fr: Écart au lever
it: Differenza sull'alba
ja: 日の出の差
nl: Verschil zonsopgang
pl: Różnica wschodu
pt_br: Diferença no nascer

# data.terrain.sunriseFlat
source: Sunrise on a flat horizon
de: Sonnenaufgang am flachen Horizont
es: Salida con horizonte plano
es_mx: Salida con horizonte plano
fr: Lever sur un horizon plat
it: Alba su orizzonte piatto
ja: 平坦な地平線での日の出
nl: Zonsopgang bij vlakke horizon
pl: Wschód na płaskim horyzoncie
pt_br: Nascer em horizonte plano

# data.terrain.sunriseOverSkyline
source: Sunrise over your skyline
de: Sonnenaufgang über dem Horizontprofil
es: Salida sobre tu perfil
es_mx: Salida sobre tu horizonte
fr: Lever au-dessus de votre ligne d’horizon
it: Alba sopra il tuo profilo
ja: 稜線越しの日の出
nl: Zonsopgang boven je horizonprofiel
pl: Wschód nad twoją linią horyzontu
pt_br: Nascer sobre o seu perfil

# data.terrain.sunsetDifference
source: Sunset difference
de: Unterschied Sonnenuntergang
es: Diferencia en la puesta
es_mx: Diferencia en la puesta
fr: Écart au coucher
it: Differenza sul tramonto
ja: 日の入りの差
nl: Verschil zonsondergang
pl: Różnica zachodu
pt_br: Diferença no pôr

# data.terrain.sunsetFlat
source: Sunset on a flat horizon
de: Sonnenuntergang am flachen Horizont
es: Puesta con horizonte plano
es_mx: Puesta con horizonte plano
fr: Coucher sur un horizon plat
it: Tramonto su orizzonte piatto
ja: 平坦な地平線での日の入り
nl: Zonsondergang bij vlakke horizon
pl: Zachód na płaskim horyzoncie
pt_br: Pôr em horizonte plano

# data.terrain.sunsetOverSkyline
source: Sunset behind your skyline
de: Sonnenuntergang hinter dem Horizontprofil
es: Puesta tras tu perfil
es_mx: Puesta tras tu horizonte
fr: Coucher derrière votre ligne d’horizon
it: Tramonto dietro il tuo profilo
ja: 稜線の裏への日の入り
nl: Zonsondergang achter je horizonprofiel
pl: Zachód za twoją linią horyzontu
pt_br: Pôr atrás do seu perfil

# data.terrain.title
source: Skyline
de: Horizontprofil
es: Perfil
es_mx: Perfil del horizonte
fr: Ligne d’horizon
it: Profilo
ja: 稜線
nl: Horizonprofiel
pl: Linia horyzontu
pt_br: Perfil

# data.twilight.astronomical.neverDark
source: The sun does not sink eighteen degrees below the horizon on this date, so the night never becomes astronomically dark.
de: Die Sonne sinkt an diesem Tag nicht achtzehn Grad unter den Horizont, die Nacht wird also nie astronomisch dunkel.
es: El sol no baja dieciocho grados por debajo del horizonte en esta fecha, así que la noche nunca llega a la oscuridad astronómica.
es_mx: El sol no baja dieciocho grados bajo el horizonte en esta fecha, así que la noche nunca llega a la oscuridad astronómica.
fr: Le Soleil ne descend pas à dix-huit degrés sous l’horizon à cette date : la nuit n’atteint donc jamais l’obscurité astronomique.
it: In questa data il Sole non scende diciotto gradi sotto l'orizzonte, quindi la notte non diventa mai astronomicamente buia.
ja: この日付、太陽は地平線より18度下まで沈まないため、夜が天文学的に暗くなることはありません。
nl: De zon zakt op deze datum niet achttien graden onder de horizon, dus de nacht wordt nooit astronomisch donker.
pl: W tej dacie Słońce nie schodzi osiemnaście stopni pod horyzont, więc noc nigdy nie staje się astronomicznie ciemna.
pt_br: O sol não desce dezoito graus abaixo do horizonte nesta data, então a noite nunca fica astronomicamente escura.

# data.twilight.astronomical.neverLight
source: The sun stays more than eighteen degrees below the horizon all day here. It is astronomically dark throughout.
de: Die Sonne bleibt hier den ganzen Tag mehr als achtzehn Grad unter dem Horizont. Es ist durchgehend astronomisch dunkel.
es: Aquí el sol se mantiene más de dieciocho grados por debajo del horizonte todo el día. Hay oscuridad astronómica todo el tiempo.
es_mx: El sol se mantiene más de dieciocho grados bajo el horizonte todo el día aquí. Hay oscuridad astronómica todo el tiempo.
fr: Le Soleil reste à plus de dix-huit degrés sous l’horizon toute la journée ici. L’obscurité astronomique dure sans interruption.
it: Qui il Sole resta oltre diciotto gradi sotto l'orizzonte per tutto il giorno. È astronomicamente buio per l'intera giornata.
ja: ここでは太陽がこの日ずっと地平線より18度以上下にあります。終日、天文学的に暗い状態が続きます。
nl: De zon blijft hier de hele dag meer dan achttien graden onder de horizon. Het is de hele tijd astronomisch donker.
pl: Słońce jest tu przez całą dobę niżej niż osiemnaście stopni pod horyzontem. Przez cały czas jest astronomicznie ciemno.
pt_br: O sol fica mais de dezoito graus abaixo do horizonte o dia todo aqui. Está astronomicamente escuro o tempo inteiro.

# data.twilight.astronomicalDawn
source: Astronomical dawn
de: Astronomische Morgendämmerung
es: Amanecer astronómico
es_mx: Amanecer astronómico
fr: Aube astronomique
it: Aurora astronomica
ja: 天文薄明開始
nl: Astronomische dageraad
pl: Świt astronomiczny
pt_br: Aurora astronômica

# data.twilight.astronomicalDusk
source: Astronomical dusk
de: Astronomische Abenddämmerung
es: Anochecer astronómico
es_mx: Anochecer astronómico
fr: Crépuscule astronomique
it: Crepuscolo astronomico
ja: 天文薄明終了
nl: Astronomische schemering
pl: Zmierzch astronomiczny
pt_br: Crepúsculo astronômico

# data.twilight.caption
source: Civil at six degrees, nautical at twelve, astronomical at eighteen degrees below the horizon.
de: Bürgerlich bei sechs Grad, nautisch bei zwölf, astronomisch bei achtzehn Grad unter dem Horizont.
es: Civil a seis grados, náutico a doce y astronómico a dieciocho grados por debajo del horizonte.
es_mx: Civil a seis grados, náutico a doce, astronómico a dieciocho grados bajo el horizonte.
fr: Civil à six degrés, nautique à douze, astronomique à dix-huit degrés sous l’horizon.
it: Civile a sei gradi, nautico a dodici, astronomico a diciotto gradi sotto l'orizzonte.
ja: 常用薄明は地平線下6度、航海薄明は12度、天文薄明は18度までです。
nl: Burgerlijk op zes graden, nautisch op twaalf, astronomisch op achttien graden onder de horizon.
pl: Cywilny przy sześciu stopniach, żeglarski przy dwunastu, astronomiczny przy osiemnastu stopniach pod horyzontem.
pt_br: Civil a seis graus, náutico a doze, astronômico a dezoito graus abaixo do horizonte.

# data.twilight.civil.neverDark
source: The sun does not sink six degrees below the horizon on this date, so civil twilight lasts all night.
de: Die Sonne sinkt an diesem Tag nicht sechs Grad unter den Horizont, die bürgerliche Dämmerung dauert also die ganze Nacht.
es: El sol no baja seis grados por debajo del horizonte en esta fecha, así que el crepúsculo civil dura toda la noche.
es_mx: El sol no baja seis grados bajo el horizonte en esta fecha, así que el crepúsculo civil dura toda la noche.
fr: Le Soleil ne descend pas à six degrés sous l’horizon à cette date : le crépuscule civil dure donc toute la nuit.
it: In questa data il Sole non scende sei gradi sotto l'orizzonte, quindi il crepuscolo civile dura tutta la notte.
ja: この日付、太陽は地平線より6度下まで沈まないため、常用薄明が一晩中続きます。
nl: De zon zakt op deze datum niet zes graden onder de horizon, dus de burgerlijke schemering duurt de hele nacht.
pl: W tej dacie Słońce nie schodzi sześć stopni pod horyzont, więc zmierzch cywilny trwa całą noc.
pt_br: O sol não desce seis graus abaixo do horizonte nesta data, então o crepúsculo civil dura a noite toda.

# data.twilight.civil.neverLight
source: The sun stays more than six degrees below the horizon all day here, so civil twilight does not begin.
de: Die Sonne bleibt hier den ganzen Tag mehr als sechs Grad unter dem Horizont, die bürgerliche Dämmerung beginnt also nicht.
es: Aquí el sol se mantiene más de seis grados por debajo del horizonte todo el día, así que el crepúsculo civil no empieza.
es_mx: El sol se mantiene más de seis grados bajo el horizonte todo el día aquí, así que el crepúsculo civil no empieza.
fr: Le Soleil reste à plus de six degrés sous l’horizon toute la journée ici : le crépuscule civil ne commence donc pas.
it: Qui il Sole resta oltre sei gradi sotto l'orizzonte per tutto il giorno, quindi il crepuscolo civile non comincia.
ja: ここでは太陽がこの日ずっと地平線より6度以上下にあるため、常用薄明は始まりません。
nl: De zon blijft hier de hele dag meer dan zes graden onder de horizon, dus de burgerlijke schemering begint niet.
pl: Słońce jest tu przez całą dobę niżej niż sześć stopni pod horyzontem, więc zmierzch cywilny się nie zaczyna.
pt_br: O sol fica mais de seis graus abaixo do horizonte o dia todo aqui, então o crepúsculo civil não começa.

# data.twilight.civilDawn
source: Civil dawn
de: Bürgerliche Morgendämmerung
es: Amanecer civil
es_mx: Amanecer civil
fr: Aube civile
it: Aurora civile
ja: 常用薄明開始
nl: Burgerlijke dageraad
pl: Świt cywilny
pt_br: Aurora civil

# data.twilight.civilDusk
source: Civil dusk
de: Bürgerliche Abenddämmerung
es: Anochecer civil
es_mx: Anochecer civil
fr: Crépuscule civil
it: Crepuscolo civile
ja: 常用薄明終了
nl: Burgerlijke schemering
pl: Zmierzch cywilny
pt_br: Crepúsculo civil

# data.twilight.nautical.neverDark
source: The sun does not sink twelve degrees below the horizon on this date, so nautical twilight lasts all night.
de: Die Sonne sinkt an diesem Tag nicht zwölf Grad unter den Horizont, die nautische Dämmerung dauert also die ganze Nacht.
es: El sol no baja doce grados por debajo del horizonte en esta fecha, así que el crepúsculo náutico dura toda la noche.
es_mx: El sol no baja doce grados bajo el horizonte en esta fecha, así que el crepúsculo náutico dura toda la noche.
fr: Le Soleil ne descend pas à douze degrés sous l’horizon à cette date : le crépuscule nautique dure donc toute la nuit.
it: In questa data il Sole non scende dodici gradi sotto l'orizzonte, quindi il crepuscolo nautico dura tutta la notte.
ja: この日付、太陽は地平線より12度下まで沈まないため、航海薄明が一晩中続きます。
nl: De zon zakt op deze datum niet twaalf graden onder de horizon, dus de nautische schemering duurt de hele nacht.
pl: W tej dacie Słońce nie schodzi dwanaście stopni pod horyzont, więc zmierzch żeglarski trwa całą noc.
pt_br: O sol não desce doze graus abaixo do horizonte nesta data, então o crepúsculo náutico dura a noite toda.

# data.twilight.nautical.neverLight
source: The sun stays more than twelve degrees below the horizon all day here, so nautical twilight does not begin.
de: Die Sonne bleibt hier den ganzen Tag mehr als zwölf Grad unter dem Horizont, die nautische Dämmerung beginnt also nicht.
es: Aquí el sol se mantiene más de doce grados por debajo del horizonte todo el día, así que el crepúsculo náutico no empieza.
es_mx: El sol se mantiene más de doce grados bajo el horizonte todo el día aquí, así que el crepúsculo náutico no empieza.
fr: Le Soleil reste à plus de douze degrés sous l’horizon toute la journée ici : le crépuscule nautique ne commence donc pas.
it: Qui il Sole resta oltre dodici gradi sotto l'orizzonte per tutto il giorno, quindi il crepuscolo nautico non comincia.
ja: ここでは太陽がこの日ずっと地平線より12度以上下にあるため、航海薄明は始まりません。
nl: De zon blijft hier de hele dag meer dan twaalf graden onder de horizon, dus de nautische schemering begint niet.
pl: Słońce jest tu przez całą dobę niżej niż dwanaście stopni pod horyzontem, więc zmierzch żeglarski się nie zaczyna.
pt_br: O sol fica mais de doze graus abaixo do horizonte o dia todo aqui, então o crepúsculo náutico não começa.

# data.twilight.nauticalDawn
source: Nautical dawn
de: Nautische Morgendämmerung
es: Amanecer náutico
es_mx: Amanecer náutico
fr: Aube nautique
it: Aurora nautica
ja: 航海薄明開始
nl: Nautische dageraad
pl: Świt żeglarski
pt_br: Aurora náutica

# data.twilight.nauticalDusk
source: Nautical dusk
de: Nautische Abenddämmerung
es: Anochecer náutico
es_mx: Anochecer náutico
fr: Crépuscule nautique
it: Crepuscolo nautico
ja: 航海薄明終了
nl: Nautische schemering
pl: Zmierzch żeglarski
pt_br: Crepúsculo náutico

# data.twilight.noCrossing
source: The sun does not cross this boundary on this side of the day.
de: Die Sonne quert diese Grenze auf dieser Seite des Tages nicht.
es: El sol no cruza este límite en este lado del día.
es_mx: El sol no cruza este límite de este lado del día.
fr: Le Soleil ne franchit pas cette limite de ce côté de la journée.
it: Il Sole non attraversa questo confine da questo lato della giornata.
ja: 太陽はこの日のこちら側でこの境界を横切りません。
nl: De zon kruist deze grens niet aan deze kant van de dag.
pl: Słońce nie przecina tej granicy po tej stronie doby.
pt_br: O sol não cruza este limite deste lado do dia.

# data.twilight.title
source: Twilight
de: Dämmerung
es: Crepúsculo
es_mx: Crepúsculo
fr: Crépuscule
it: Crepuscoli
ja: 薄明
nl: Schemering
pl: Świt i zmierzch
pt_br: Crepúsculo

# data.unlock.button
source: See what Sunlit Pro adds
de: Was Sunlit Pro ergänzt
es: Descubre qué añade Sunlit Pro
es_mx: Ver qué agrega Sunlit Pro
fr: Voir ce qu’ajoute Sunlit Pro
it: Scopri cosa aggiunge Sunlit Pro
ja: Sunlit Pro で加わるものを見る
nl: Zie wat Sunlit Pro toevoegt
pl: Zobacz, co dodaje Sunlit Pro
pt_br: Veja o que o Sunlit Pro adiciona

# data.uv.extreme
source: Extreme
de: Extrem
es: Extremo
es_mx: Extremo
fr: Extrême
it: Estremo
ja: 極端に強い
nl: Extreem
pl: Ekstremalny
pt_br: Extremo

# data.uv.high
source: High
de: Hoch
es: Alto
es_mx: Alto
fr: Fort
it: Alto
ja: 強い
nl: Hoog
pl: Wysoki
pt_br: Alto

# data.uv.low
source: Low
de: Niedrig
es: Bajo
es_mx: Bajo
fr: Faible
it: Basso
ja: 弱い
nl: Laag
pl: Niski
pt_br: Baixo

# data.uv.moderate
source: Moderate
de: Mäßig
es: Moderado
es_mx: Moderado
fr: Modéré
it: Moderato
ja: 中程度
nl: Matig
pl: Umiarkowany
pt_br: Moderado

# data.uv.veryHigh
source: Very high
de: Sehr hoch
es: Muy alto
es_mx: Muy alto
fr: Très fort
it: Molto alto
ja: 非常に強い
nl: Zeer hoog
pl: Bardzo wysoki
pt_br: Muito alto

# date.confirm
source: Show this day
de: Diesen Tag zeigen
es: Mostrar este día
es_mx: Mostrar este día
fr: Afficher ce jour
it: Mostra questa giornata
ja: この日を表示
nl: Deze dag tonen
pl: Pokaż ten dzień
pt_br: Mostrar este dia

# date.confirm.hint
source: Applies this day to all four views.
de: Übernimmt diesen Tag in alle vier Ansichten.
es: Aplica este día a las cuatro vistas.
es_mx: Aplica este día a las cuatro vistas.
fr: Applique ce jour aux quatre vues.
it: Applica questa giornata a tutte e quattro le viste.
ja: この日を4つのビューすべてに適用します。
nl: Past deze dag toe op alle vier de weergaven.
pl: Stosuje ten dzień we wszystkich czterech widokach.
pt_br: Aplica este dia às quatro visualizações.

# date.free
source: Free
de: Gratis
es: Gratis
es_mx: Gratis
fr: Gratuit
it: Gratis
ja: 無料
nl: Gratis
pl: Za darmo
pt_br: Grátis

# date.gate
source: Today at your current location is free forever, in all four views. Any other day is part of Sunlit Pro. The calendar stays open either way, so you can see what you would be looking at.
de: Heute am aktuellen Standort ist für immer gratis, in allen vier Ansichten. Jeder andere Tag gehört zu Sunlit Pro. Der Kalender bleibt so oder so offen, damit sichtbar ist, was zu sehen wäre.
es: Hoy en tu ubicación actual es gratis para siempre, en las cuatro vistas. Cualquier otro día forma parte de Sunlit Pro. El calendario sigue abierto de todas formas, para que veas qué estarías mirando.
es_mx: Hoy en tu ubicación actual es gratis para siempre, en las cuatro vistas. Cualquier otro día es parte de Sunlit Pro. El calendario queda abierto de todos modos, para que veas lo que estarías viendo.
fr: Aujourd’hui à votre position actuelle est gratuit pour toujours, dans les quatre vues. Tout autre jour fait partie de Sunlit Pro. Le calendrier reste ouvert dans les deux cas, pour que vous voyiez ce que vous regarderiez.
it: Oggi nella tua posizione attuale è gratis per sempre, in tutte e quattro le viste. Qualsiasi altro giorno fa parte di Sunlit Pro. Il calendario resta comunque aperto, così puoi vedere che cosa avresti davanti.
ja: 現在地の今日は、4つのビューすべてで永久に無料です。それ以外の日は Sunlit Pro の機能です。どちらの場合もカレンダーは開いたままなので、何が見られるかを確認できます。
nl: Vandaag op je huidige locatie is voor altijd gratis, in alle vier de weergaven. Elke andere dag hoort bij Sunlit Pro. De kalender blijft hoe dan ook open, zodat je kunt zien waar je naar zou kijken.
pl: Dzisiejszy dzień w bieżącej lokalizacji jest darmowy na zawsze, we wszystkich czterech widokach. Każdy inny dzień jest częścią Sunlit Pro. Kalendarz i tak pozostaje otwarty, więc widzisz, na co byś patrzył.
pt_br: Hoje na sua localização atual é grátis para sempre, nas quatro visualizações. Qualquer outro dia faz parte do Sunlit Pro. O calendário continua aberto de qualquer forma, para você ver o que estaria vendo.

# date.locked.hint
source: Locked. Opens Sunlit Pro.
de: Gesperrt. Öffnet Sunlit Pro.
es: Bloqueado. Abre Sunlit Pro.
es_mx: Bloqueado. Abre Sunlit Pro.
fr: Verrouillé. Ouvre Sunlit Pro.
it: Bloccato. Apre Sunlit Pro.
ja: ロック中。Sunlit Pro を開きます。
nl: Vergrendeld. Opent Sunlit Pro.
pl: Zablokowane. Otwiera Sunlit Pro.
pt_br: Bloqueado. Abre o Sunlit Pro.

# date.picker
source: Day
de: Tag
es: Día
es_mx: Día
fr: Jour
it: Giorno
ja: 日
nl: Dag
pl: Dzień
pt_br: Dia

# date.title
source: Date
de: Datum
es: Fecha
es_mx: Fecha
it: Data
ja: 日付
nl: Datum
pl: Data
pt_br: Data

# date.today
source: Back to today
de: Zurück zu heute
es: Volver a hoy
es_mx: Volver a hoy
fr: Revenir à aujourd’hui
it: Torna a oggi
ja: 今日に戻る
nl: Terug naar vandaag
pl: Wróć do dziś
pt_br: Voltar para hoje

# date.zone
source: Days run on the clock of %@, not on your own.
de: Tage laufen auf der Uhr von %1$@, nicht auf der eigenen.
es: Los días van con el reloj de %1$@, no con el tuyo.
es_mx: Los días corren en el reloj de %1$@, no en el tuyo.
fr: Les jours suivent l’horloge de %1$@, pas la vôtre.
it: I giorni seguono l'orologio di %1$@, non il tuo.
ja: 日付は %1$@ の時計で区切ります。あなた自身の時計ではありません。
nl: Dagen lopen op de klok van %1$@, niet op die van jou.
pl: Doby liczy zegar miejsca %1$@, a nie twój własny.
pt_br: Os dias seguem o relógio de %1$@, não o seu.

# header.today
source: Today
de: Heute
es: Hoy
es_mx: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
nl: Vandaag
pl: Dziś
pt_br: Hoje

# horizon.degrees
source: %@ degrees
de: %1$@ Grad
es: %1$@ grados
es_mx: %1$@ grados
fr: %1$@ degrés
it: %1$@ gradi
ja: %1$@度
nl: %1$@ graden
pl: %1$@ stopni
pt_br: %1$@ graus

# horizon.explain
source: The apparent height of whatever stands in each direction, in degrees. Zero is an open sea horizon. A hilltop looking down at the sea takes a value below zero.
de: Die scheinbare Höhe dessen, was in der jeweiligen Richtung steht, in Grad. Null ist ein freier Seehorizont. Eine Kuppe mit Blick hinab aufs Meer bekommt einen Wert unter null.
es: La altura aparente de lo que se levanta en cada dirección, en grados. Cero es un horizonte de mar abierto. Una cima que mira hacia abajo al mar toma un valor por debajo de cero.
es_mx: La altura aparente de lo que se levanta en cada dirección, en grados. Cero es un horizonte de mar abierto. Una cima que mira al mar hacia abajo toma un valor menor que cero.
fr: La hauteur apparente de ce qui se dresse dans chaque direction, en degrés. Zéro correspond à un horizon de pleine mer. Un sommet qui domine la mer prend une valeur inférieure à zéro.
it: L'altezza apparente di ciò che si trova in ogni direzione, in gradi. Zero è l'orizzonte di mare aperto. Una cima che guarda il mare dall'alto prende un valore sotto zero.
ja: それぞれの方向に立つものの見かけの高さを度で表します。0は開けた海の地平線です。海を見下ろす丘の上なら0より小さい値になります。
nl: De schijnbare hoogte van wat er in elke richting staat, in graden. Nul is een vrije zeehorizon. Een heuveltop die op zee uitkijkt krijgt een waarde onder nul.
pl: Pozorna wysokość tego, co stoi w każdym kierunku, w stopniach. Zero to otwarty horyzont morski. Szczyt wzgórza patrzący w dół na morze przyjmuje wartość poniżej zera.
pt_br: A altura aparente do que está em cada direção, em graus. Zero é um horizonte de mar aberto. Um topo de morro que olha para o mar lá embaixo recebe um valor abaixo de zero.

# horizon.gate
source: The table is here to read. Changing it, and the true sunrise and obstruction times it produces, are part of Sunlit Pro.
de: Die Tabelle ist zum Lesen da. Änderungen daran und die echten Zeiten für Aufgang und Verdeckung, die daraus entstehen, gehören zu Sunlit Pro.
es: La tabla está aquí para leerla. Cambiarla, y las horas reales de salida y de obstrucción que produce, forma parte de Sunlit Pro.
es_mx: La tabla está aquí para leerse. Cambiarla, y las horas reales de salida y de obstrucción que produce, son parte de Sunlit Pro.
fr: Le tableau est là pour être consulté. Le modifier, et obtenir les vraies heures de lever et d’obstruction qu’il produit, fait partie de Sunlit Pro.
it: La tabella è qui per essere letta. Modificarla, con gli orari veri di alba e i periodi in cui il Sole resta nascosto che ne derivano, fa parte di Sunlit Pro.
ja: この表は読むためのものです。表の変更と、そこから得られる本当の日の出や遮蔽の時刻は Sunlit Pro の機能です。
nl: De tabel is er om te lezen. Hem wijzigen, en de echte zonsopgang en obstructietijden die dat oplevert, horen bij Sunlit Pro.
pl: Tabelę można czytać. Jej zmiana oraz wynikające z niej rzeczywiste godziny wschodu i zasłonięcia są częścią Sunlit Pro.
pt_br: A tabela está aqui para ser lida. Alterá-la faz parte do Sunlit Pro, assim como os horários reais de nascer do sol e de obstrução que isso produz.

# horizon.reset
source: Clear the whole table
de: Ganze Tabelle löschen
es: Vaciar toda la tabla
es_mx: Borrar toda la tabla
fr: Effacer tout le tableau
it: Azzera tutta la tabella
ja: 表全体を消去
nl: Hele tabel wissen
pl: Wyczyść całą tabelę
pt_br: Limpar a tabela inteira

# horizon.sector
source: Skyline height at azimuth %@ degrees
de: Höhe des Horizontprofils bei Azimut %1$@ Grad
es: Altura del perfil en el azimut %1$@ grados
es_mx: Altura del perfil en el azimut %1$@ grados
fr: Hauteur de la ligne d’horizon à l’azimut %1$@ degrés
it: Altezza del profilo all'azimut %1$@ gradi
ja: 方位角 %1$@度の稜線の高さ
nl: Hoogte van het horizonprofiel op azimut %1$@ graden
pl: Wysokość linii horyzontu przy azymucie %1$@ stopni
pt_br: Altura do perfil no azimute %1$@ graus

# horizon.title
source: Skyline
de: Horizontprofil
es: Perfil
es_mx: Perfil del horizonte
fr: Ligne d’horizon
it: Profilo
ja: 稜線
nl: Horizonprofiel
pl: Linia horyzontu
pt_br: Perfil

# map.computing
source: Computing the day
de: Der Tag wird berechnet
es: Calculando el día
es_mx: Calculando el día
fr: Calcul de la journée
it: Calcolo della giornata
ja: 一日を計算中
nl: Dag berekenen
pl: Obliczanie dnia
pt_br: Calculando o dia
